namespace DefaultNamespace.Tiles
{
    public interface HintsAndFailers
    {
        public static string[] failers =
        {
            "Доктор Николас Мурли и мадам Лисиция едут в экипаже к поместью сэра Освальда Блэкмора — самого богатого барсука королевства",
            
            "Торжественный прием в поместье. Доктор Мурли встречает свою старую знакомую, леди Беллу Нотингем." +
            " Гостям представляют молодого поэта-романтика Теодора Лапвуда",
            
            "Мадам Лисиция исполняет на рояле торжественный полонез и пару привычных ноктюрнов — публика очарована",
            
            "Доктор Мурли предаётся уединению и алкогольным напиткам, мадам Лисиция удаляется из зала",
            
            "Доктор Мурли и сэр Блэкмор прогуливаются по зимнем саду",
            
            "Все гости стоят над телом мертвой мадам Лисиции в зимнем саду"
        };
        
        public static string[] hints =
        {
            "подсказка: обрати внимание на Лисицию",
            
            "подсказка: в сцене есть орудие убийства",
            
            "подсказка: обрати внимание на стену",
            
            "подсказка: в этой сцене чего-то не хватает",
            
            "подсказка: надо смотреть на землю",
            
            "подсказка: с одеждой что-то не так"
        };
        
    }
}